[
  {
    "id": 1,
    "title": "The Ultimate Guide to Planning a Memorable Birthday Party",
    "image": "https://i.ibb.co/849ctw8/b1.jpg",
    "date": "May 12, 2022",
    "description": "Planning a birthday party can be overwhelming, but with our comprehensive guide, you'll learn how to organize a memorable celebration that everyone will cherish. From selecting a theme to choosing decorations and entertainment, we've ..."
  },
  {
    "id": 2,
    "title": "Top 10 Fun and Creative Birthday Party Ideas for Kids",
    "image": "https://i.ibb.co/dWXLbFX/b2.jpg",
    "date": "June 5, 2022",
    "description": "Looking for exciting birthday party ideas for kids? Explore our list of the top 10 creative themes and activities that will make your child's birthday celebration a blast. From superhero adventures to princess parties, we've got inspiration for"
  },
  {
    "id": 3,
    "title": "How to Throw an Unforgettable Sweet 16 Birthday Bash",
    "image": "https://i.ibb.co/QMC0BVk/b3.jpg",
    "date": "July 18, 2022",
    "description": "Turning sixteen is a big milestone, and it deserves an unforgettable celebration. Learn how to plan a fabulous Sweet 16 party, from choosing the perfect venue to coordinating a stunning dessert table. Make this birthday one to remember."
  },
  {
    "id": 4,
    "title": "Budget-Friendly Birthday Celebrations: Tips and Ideas",
    "image": "https://i.ibb.co/W5bcmdb/b4.jpg",
    "date": "August 9, 2022",
    "description": "Celebrating a birthday on a budget doesn't mean sacrificing fun. Discover our budget-friendly tips and creative ideas for hosting an amazing birthday party without overspending. From DIY decorations to affordable menu options, you can have it all."
  },
  {
    "id": 5,
    "title": "The Art of Cake Decorating: Tips for Stunning Birthday Cakes",
    "image": "https://i.ibb.co/gTHbnsz/b5.jpg",
    "date": "September 23, 2022",
    "description": "Elevate your birthday cake game with expert cake decorating tips and techniques. Whether you're a novice or a baking pro, our guide will help you create stunning and delicious birthday cakes that will leave your guests in awe."
  },
  {
    "id": 6,
    "title": "Birthday Gift Ideas: Thoughtful Presents for Every Age of people",
    "image": "https://i.ibb.co/kSGSLv1/b6.jpg",
    "date": "October 15, 2022",
    "description": "Struggling to find the perfect birthday gift? Explore our curated list of thoughtful gift ideas for individuals of all ages. From personalized gifts to unique experiences, you'll discover the ideal present to make someone's special day"
  }
]
